Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhaseb Property
 "Feed Through Lugs Apparent Power Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhaseb { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsApparentLoadPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsApparentLoadPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsApparentLoadPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace